<?php


$lang["grant_edit_title"]='Предоставить право редактирования.';
$lang["grant_edit_configuration"]='Предоставить право редактирования - опции.';
$lang["grant_edit_groups"]='Разрешить следующим группам предоставлять доступ на редактирование.';
$lang["grant_edit_add"]='Разрешить доступ на редактирование для следующих пользователей/групп.';
$lang["grant_edit_date"]='Срок действия доступа для редактирования.';
$lang["grant_edit_list"]='Текущие пользователи с дополнительным доступом на редактирование.';
$lang["grant_edit_delete_user"]='Подтвердите удаление расширенного доступа для';