<?php


$lang["sensitive_images"]='Ευαίσθητη ασάφεια εικόνας.';
$lang["sensitive_images_help"]='Καθορίστε ένα πεδίο μεταδεδομένων που αποθηκεύει τον λόγο για τον οποίο η εικόνα είναι ευαίσθητη. Όταν αυτό ορίζεται, η εικόνα ασπρόμαυρη στα αποτελέσματα και μπορεί να αποκαλυφθεί στις σελίδες προεπισκόπησης / προβολής των πόρων.';
$lang["sensitive_images_field"]='Πεδίο μεταδεδομένων που περιέχει τον λόγο για τον οποίο η εικόνα είναι ευαίσθητη.';
$lang["sensitive_images_blur_level"]='Επίπεδο ασάφειας ευαίσθητης εικόνας<br>(1=λιγότερο, 6=περισσότερο)';