<?php


$lang["sensitive_images"]='संवेदनशील छवि धुंधला करना';
$lang["sensitive_images_help"]='कृपया एक मेटाडेटा फ़ील्ड निर्दिष्ट करें जो छवि के संवेदनशील होने का कारण संग्रहीत करता है। जब इसे सेट किया जाता है, तो परिणामों में छवि धुंधली हो जाती है और इसे संसाधन दृश्य / पूर्वावलोकन पृष्ठों पर प्रकट किया जा सकता है।';
$lang["sensitive_images_field"]='मेटाडेटा फ़ील्ड जिसमें छवि संवेदनशील होने का कारण शामिल है';
$lang["sensitive_images_blur_level"]='संवेदनशील छवि धुंधलापन स्तर<br>(1=न्यूनतम, 6=अधिकतम)';