<?php


$lang["winauth_title"]='ملحق المصادقة على ويندوز.';
$lang["winauth_enable"]='تمكين المصادقة على ويندوز';
$lang["winauth_info"]='يتيح هذا الملحق للمستخدمين تسجيل الدخول إلى ResourceSpace باستخدام المصادقة المتكاملة لنظام التشغيل ويندوز.<br /><br />إذا كنت غير متأكد من كيفية تكوين هذا الملحق، يرجى قراءة مقالة <a href=\'https://www.resourcespace.com/knowledge-base/user/plugin-winauth\' target=\'_blank\'>قاعدة معرفة ResourceSpace.</a><br /><br /><strong>يرجى ملاحظة:</strong> لن يقوم هذا الملحق بإنشاء حسابات مستخدمين جدد، لذا يجب إنشاء حساباتهم مسبقًا بمطابقة اسم المستخدم الخاص بهم في نظام التشغيل ويندوز.';
$lang["winauth_domains"]='قائمة النطاقات المسموح بها لنظام التشغيل ويندوز (مفصولة بفواصل). استخدم الاسم المختصر مثل MYCORP.';
$lang["winauth_use_win_login"]='تسجيل الدخول باستخدام المصادقة الخاصة بنظام ويندوز';
$lang["winauth_nouser"]='حسابك غير مفعل في النظام. يرجى التقدم بطلب للحصول على حساب أو الاتصال بالمسؤول الخاص بك.';
$lang["winauth_prefer_normal"]='تفضل باستخدام تسجيل الدخول القياسي لـ ResourceSpace. إذا كان هذا صحيحًا ، فسيتم توجيه المستخدمين تلقائيًا إلى صفحة تسجيل الدخول حيث سيكون هناك خيار لاستخدام المصادقة الخاصة بنظام التشغيل ويندوز.';
$lang["winauth_test"]='اختبار';
$lang["winauth_user_info"]='أنت مسجل الدخول باسم: [اسم المستخدم]';
$lang["winauth_not_logged_in"]='أنت لم تقم بتسجيل الدخول، أو لم يتم تكوين خادم الويب الخاص بك بشكل صحيح.';