<?php


$lang["winauth_title"]='উইন্ডোজ প্রমাণীকরণ প্লাগইন';
$lang["winauth_enable"]='উইন্ডোজ প্রমাণীকরণ সক্রিয় করুন';
$lang["winauth_info"]='এই প্লাগইন ব্যবহারকারীদের ইন্টিগ্রেটেড উইন্ডোজ প্রমাণীকরণ ব্যবহার করে ResourceSpace-এ লগইন করতে দেয়।<br /><br />আপনি যদি এটি কনফিগার করতে কিভাবে হয় তা নিশ্চিত না হন তবে দয়া করে <a href=\'https://www.resourcespace.com/knowledge-base/user/plugin-winauth\' target=\'_blank\'>ResourceSpace জ্ঞানভিত্তিক নিবন্ধটি</a> পড়ুন।<br /><br /><strong>দয়া করে লক্ষ্য করুন:</strong> এই প্লাগইন নতুন ব্যবহারকারী অ্যাকাউন্ট তৈরি করবে না, তাই তাদের উইন্ডোজ ব্যবহারকারীর নামের সাথে মিলে যাওয়া ব্যবহারকারীর নাম সহ পূর্বে তৈরি করা আবশ্যক।';
$lang["winauth_domains"]='অনুমোদিত উইন্ডোজ ডোমেইনের তালিকা (কমা দ্বারা পৃথক)। সংক্ষিপ্ত নাম ব্যবহার করুন যেমন MYCORP';
$lang["winauth_use_win_login"]='উইন্ডোজ প্রমাণীকরণ ব্যবহার করে লগইন করুন';
$lang["winauth_nouser"]='আপনার অ্যাকাউন্ট সিস্টেমে সক্রিয় নয়। অনুগ্রহ করে একটি অ্যাকাউন্টের জন্য আবেদন করুন বা আপনার প্রশাসকের সাথে যোগাযোগ করুন।';
$lang["winauth_prefer_normal"]='মানক ResourceSpace লগইন পছন্দ করুন। যদি এটি সত্য হয় তবে ব্যবহারকারীরা ডিফল্টভাবে লগইন পৃষ্ঠায় পুনঃনির্দেশিত হবে যেখানে উইন্ডোজ প্রমাণীকরণ ব্যবহারের বিকল্প থাকবে।';
$lang["winauth_test"]='পরীক্ষা';
$lang["winauth_user_info"]='আপনি লগ ইন করেছেন: [username]';
$lang["winauth_not_logged_in"]='আপনি লগ ইন করেননি, অথবা আপনার ওয়েব সার্ভার সঠিকভাবে কনফিগার করা হয়নি';