<?php


$lang["winauth_title"]='Πρόσθετο Πιστοποίησης Ταυτότητας των Windows';
$lang["winauth_enable"]='Ενεργοποίηση ταυτοποίησης Windows.';
$lang["winauth_info"]='Αυτό το πρόσθετο επιτρέπει στους χρήστες να συνδεθούν στο ResourceSpace χρησιμοποιώντας την ολοκληρωμένη ταυτοποίηση των Windows.<br /><br />Εάν δεν είστε σίγουροι για το πώς να το ρυθμίσετε, παρακαλούμε διαβάστε το άρθρο της βάσης γνώσεων του ResourceSpace στο <a href=\'https://www.resourcespace.com/knowledge-base/user/plugin-winauth\' target=\'_blank\'>ResourceSpace KnowledgeBase</a>.<br /><br /><strong>ΠΑΡΑΚΑΛΟΥΜΕ ΣΗΜΕΙΩΣΤΕ:</strong> Αυτό το πρόσθετο δεν θα δημιουργήσει νέους λογαριασμούς χρηστών, οπότε πρέπει να έχουν προ-δημιουργηθεί με το όνομα χρήστη να ταιριάζει με αυτό του ονόματος χρήστη των Windows τους.';
$lang["winauth_domains"]='Λίστα επιτρεπόμενων τομέων Windows (χωρισμένη με κόμμα). Χρησιμοποιήστε σύντομο όνομα, π.χ. MYCORP.';
$lang["winauth_use_win_login"]='Σύνδεση με ταυτοποίηση Windows.';
$lang["winauth_nouser"]='Ο λογαριασμός σας δεν είναι ενεργοποιημένος στο σύστημα. Παρακαλούμε υποβάλετε αίτηση για έναν λογαριασμό ή επικοινωνήστε με το διαχειριστή σας.';
$lang["winauth_prefer_normal"]='Προτιμήστε τις κανονικές συνδέσεις στο ResourceSpace. Εάν αυτό είναι αληθές, τότε οι χρήστες θα ανακατευθύνονται αυτόματα στη σελίδα σύνδεσης, όπου θα υπάρχει η επιλογή χρήσης της Πιστοποίησης Windows.';
$lang["winauth_test"]='Δοκιμή';
$lang["winauth_user_info"]='Έχετε συνδεθεί ως: [όνομα χρήστη]';
$lang["winauth_not_logged_in"]='Δεν έχετε συνδεθεί ή δεν έχει διαμορφωθεί σωστά ο διακομιστής ιστού σας.';