<?php


$lang["winauth_title"]='پلاگین احراز هویت ویندوز';
$lang["winauth_enable"]='فعال‌سازی احراز هویت ویندوز';
$lang["winauth_info"]='این افزونه به کاربران اجازه می‌دهد تا با استفاده از احراز هویت یکپارچه ویندوز به ResourceSpace وارد شوند.<br /><br />اگر نمی‌دانید چگونه این را پیکربندی کنید، لطفاً <a href=\'https://www.resourcespace.com/knowledge-base/user/plugin-winauth\' target=\'_blank\'>مقاله پایگاه دانش ResourceSpace</a> را بخوانید.<br /><br /><strong>لطفاً توجه داشته باشید:</strong> این افزونه حساب‌های کاربری جدید ایجاد نخواهد کرد، بنابراین باید از قبل با نام کاربری که با نام کاربری ویندوز آنها مطابقت دارد، ایجاد شوند.';
$lang["winauth_domains"]='لیست دامنه‌های مجاز ویندوز (با کاما جدا شده). از نام کوتاه استفاده کنید، مثلاً MYCORP';
$lang["winauth_use_win_login"]='ورود با استفاده از احراز هویت ویندوز';
$lang["winauth_nouser"]='حساب کاربری شما در سیستم فعال نیست. لطفاً برای یک حساب کاربری درخواست دهید یا با مدیر خود تماس بگیرید.';
$lang["winauth_prefer_normal"]='ترجیح به استفاده از ورودهای استاندارد ResourceSpace. اگر این گزینه فعال باشد، کاربران به صورت پیش‌فرض به صفحه ورود هدایت می‌شوند که در آن گزینه‌ای برای استفاده از احراز هویت ویندوز وجود خواهد داشت.';
$lang["winauth_test"]='آزمایش';
$lang["winauth_user_info"]='شما به عنوان [username] وارد شده‌اید';
$lang["winauth_not_logged_in"]='شما وارد نشده‌اید، یا سرور وب شما به درستی پیکربندی نشده است';