<?php


$lang["winauth_title"]='Плагин аутентификации Windows.';
$lang["winauth_enable"]='Включить аутентификацию Windows.';
$lang["winauth_info"]='Этот плагин позволяет пользователям войти в ResourceSpace, используя интегрированную аутентификацию Windows.<br /><br />Если вы не уверены, как настроить это, пожалуйста, прочитайте статью базы знаний ResourceSpace <a href=\'https://www.resourcespace.com/knowledge-base/user/plugin-winauth\' target=\'_blank\'>ResourceSpace KnowledgeBase article.</a><br /><br /><strong>ПРИМЕЧАНИЕ:</strong> этот плагин не создает новые учетные записи пользователей, поэтому они должны быть предварительно созданы с именем пользователя, соответствующим их именем пользователя Windows.';
$lang["winauth_domains"]='Список разрешенных доменов Windows (разделенных запятой). Используйте короткое имя, например MYCORP.';
$lang["winauth_use_win_login"]='Войти с помощью аутентификации Windows.';
$lang["winauth_nouser"]='Ваша учетная запись не активирована в системе. Пожалуйста, подайте заявку на создание учетной записи или свяжитесь с администратором.';
$lang["winauth_prefer_normal"]='Предпочтительно использовать стандартные логины ResourceSpace. Если это верно, то пользователи по умолчанию будут перенаправлены на страницу входа, где будет возможность использовать аутентификацию Windows.';
$lang["winauth_test"]='Тест';
$lang["winauth_user_info"]='Вы вошли в систему как: [имя пользователя]';
$lang["winauth_not_logged_in"]='Вы не вошли в систему или ваш веб-сервер не настроен правильно.';