<?php


$lang["winauth_title"]='Плагін автентифікації Windows';
$lang["winauth_enable"]='Увімкнути автентифікацію Windows';
$lang["winauth_info"]='Цей плагін дозволяє користувачам входити в ResourceSpace, використовуючи інтегровану автентифікацію Windows.<br /><br />Якщо ви не впевнені, як налаштувати це, будь ласка, прочитайте <a href=\'https://www.resourcespace.com/knowledge-base/user/plugin-winauth\' target=\'_blank\'>статтю в базі знань ResourceSpace.</a><br /><br /><strong>ЗВЕРНІТЬ УВАГУ:</strong> цей плагін не створює нові облікові записи користувачів, тому вони повинні бути попередньо створені з ім\'ям користувача, що відповідає їхньому імені користувача Windows';
$lang["winauth_domains"]='Список дозволених доменів Windows (через кому). Використовуйте коротке ім\'я, наприклад, MYCORP';
$lang["winauth_use_win_login"]='Увійти за допомогою автентифікації Windows';
$lang["winauth_nouser"]='Ваш обліковий запис не активовано в системі. Будь ласка, подайте заявку на обліковий запис або зв\'яжіться з адміністратором';
$lang["winauth_prefer_normal"]='Надавати перевагу стандартним логінам ResourceSpace. Якщо це правда, то користувачі будуть перенаправлені на сторінку входу за замовчуванням, де буде можливість використовувати Windows Authentication';
$lang["winauth_test"]='Тест';
$lang["winauth_user_info"]='Ви увійшли як: [username]';
$lang["winauth_not_logged_in"]='Ви не увійшли в систему, або ваш веб-сервер не налаштований належним чином';