<?php


$lang["image_text_configuration"]='Διαμόρφωση κειμένου εικόνας.';
$lang["image_text_summary"]='Αυτό το πρόσθετο θα χρησιμοποιήσει τα δεδομένα από το πεδίο που έχει καθοριστεί και θα τα επικαλύψει στη βάση της εικόνας. Οι επιλεγμένες ομάδες θα βλέπουν μια επιλογή για να κατεβάσουν το αρχικό αρχείο χωρίς το προστιθέμενο κείμενο.<br><br>';
$lang["image_text_field_select"]='Επιλέξτε το πεδίο μεταδεδομένων που θα χρησιμοποιηθεί ως πηγή επιπλέον κειμένου.';
$lang["image_text_restypes"]='Επιλέξτε τους τύπους πόρων στους οποίους θα εφαρμοστεί αυτό το πρόσθετο.';
$lang["image_text_override_groups"]='Επιλέξτε τις ομάδες που θα έχουν τη δυνατότητα να κατεβάσουν το αρχικό αρχείο χωρίς το επιπλέον κείμενο.';
$lang["image_text_default_text"]='Εισαγάγετε κείμενο που θα προστεθεί εάν το πεδίο μεταδεδομένων δεν έχει δεδομένα. Εάν αφεθεί κενό, τότε δεν θα προστεθεί κείμενο.';
$lang["image_text_download_clear"]='Λήψη χωρίς λεζάντα.';
$lang["image_text_filetypes"]='Λίστα με τις επεκτάσεις αρχείων στις οποίες θα προστεθεί ο κείμενος της εικόνας.';
$lang["image_text_height_proportion"]='Ύψος του κειμενικού banner ως αναλογία του ύψους της εικόνας.';
$lang["image_text_max_height"]='Μέγιστο ύψος banner σε pixel, αφήστε το στο 0 για κανένα μέγιστο όριο.';
$lang["image_text_min_height"]='Ελάχιστο ύψος banner σε pixel, αφήστε το στο 0 για κανένα ελάχιστο.';
$lang["image_text_position"]='Θέση κειμένου στο banner.';
$lang["image_text_banner_position"]='Θέση του banner σε σχέση με την εικόνα.';
$lang["image_text_font"]='Γραμματοσειρά που πρέπει να χρησιμοποιηθεί, πρέπει να υποστηρίζεται από την εγκατεστημένη έκδοση του imagemagick.';
$lang["image_text_noim"]='Αυτό το πρόσθετο απαιτεί την εγκατάσταση του Imagemagick.';