<?php


$lang["news_manage"]='Управление новостными материалами.';
$lang["news_intro"]='Используйте эту страницу для добавления, редактирования или удаления новостей, которые появляются на главной странице.';
$lang["news_add"]='Создать новость.';
$lang["news_edit"]='Редактировать новость.';
$lang["news_search"]='Поиск новостных материалов.';
$lang["news_addtitle"]='Введите заголовок, который будет отображаться на главной странице.';
$lang["news_headline"]='Заголовок';
$lang["news_body"]='Содержимое тела.';
$lang["news_nonewmessages"]='Новых сообщений нет.';
$lang["title"]='Последние новости...';
$lang["title-too-long"]='Поле заголовка длиннее, чем допустимо 50 символов.';