<?php


$lang["news_manage"]='Керування новинами';
$lang["news_intro"]='Використовуйте цю сторінку для додавання, редагування або видалення новин, які з\'являються на головній сторінці';
$lang["news_add"]='Створити новину';
$lang["news_edit"]='Редагувати новину';
$lang["news_search"]='Пошук новинних елементів';
$lang["news_addtitle"]='Введіть заголовок, який з\'явиться на головній сторінці';
$lang["news_headline"]='Заголовок';
$lang["news_body"]='Вміст тіла';
$lang["news_nonewmessages"]='Немає нових повідомлень';
$lang["title"]='Останні новини...';
$lang["title-too-long"]='Поле заголовка перевищує дозволені 50 символів';