<?php


$lang["bookend"]='Книжные ограничители.';
$lang["bookend-image-1"]='Заглавное изображение.';
$lang["bookend-image-2"]='Закрывающее изображение.';
$lang["bookend-noimage-1"]='(нет изображения заголовка)';
$lang["bookend-noimage-2"]='(нет закрывающего изображения)';
$lang["bookend-intro"]='Выберите из списка альтернативных файлов изображения для использования в качестве открывающего и закрывающего изображений.';
$lang["bookend-failed"]='Не удалось!';
$lang["bookend-could-not-open-file"]='Ошибка - не удалось открыть файл!';