<?php

$lang["clip-natural-language-search"] = 'Поиск на естественном языке';
$lang["clip-configuration"] = 'Конфигурация CLIP';
$lang["clip-ai-smart-search"] = 'Искусственный интеллект Умный Поиск';
$lang["clip-visually-similar-images"] = 'Визуально похожие изображения';
$lang["clip_search_cutoff"] = 'Порог расстояния векторного поиска на естественном языке<br />(рекомендуется 25%; увеличьте, чтобы сосредоточить поиск, уменьшите, чтобы расширить поиск)';
$lang["clip_similar_cutoff"] = 'Порог расстояния векторов для похожих изображений<br />(рекомендуется 60%; увеличьте, чтобы сосредоточить поиск, уменьшите, чтобы расширить поиск)';
$lang["clip_results_limit_search"] = 'Количество результатов поиска для отображения';
$lang["clip_results_limit_similar"] = 'Количество похожих ресурсов для отображения';
$lang["clip_service_url"] = 'URL сервиса CLIP';
