<?php


$lang["auto_login_enabled"]='Ενεργοποίηση αυτόματης σύνδεσης με βάση τη διεύθυνση IP;';
$lang["auto_login_ip"]='Διεύθυνση IP για αυτόματη σύνδεση';
$lang["wildcardpermittedeg"]='Επιτρέπεται η χρήση μπαλαντέρ, προθέστε τις κανονικές εκφράσεις με τον πρόθεμα \'!\' π.χ.';
$lang["plugin-auto_login-title"]='Αυτόματη Σύνδεση';
$lang["plugin-auto_login-desc"]='[Προχωρημένο] Αυτόματη σύνδεση μέσω μοτίβου IP. Ρυθμίστε μέσω της σελίδας επεξεργασίας χρήστη στη Διαχείριση Χρηστών μόλις ενεργοποιηθεί.';