<?php


$lang["auto_login_enabled"]='Включить автоматический вход по IP-адресу?';
$lang["auto_login_ip"]='IP-адрес для автоматического входа в систему';
$lang["wildcardpermittedeg"]='Допустимо использование подстановочных символов, префикс регулярных выражений - \'!\', например:';
$lang["plugin-auto_login-title"]='Автоматический вход';
$lang["plugin-auto_login-desc"]='[Расширенный] Автоматический вход по шаблону IP. Настраивается на странице редактирования пользователя в Управлении пользователями после включения.';