<?php


$lang["system_reset"]='Επαναφορά συστήματος.';
$lang["system_reset_warning"]='Προειδοποίηση! Αυτή η ενέργεια θα διαγράψει όλα τα αρχεία και τα δεδομένα, συμπεριλαμβανομένων των ρυθμίσεων συστήματος, δεδομένων πόρων, πεδίων πόρων και τύπων πόρων. Μόνο οι λογαριασμοί χρηστών και οι ομάδες χρηστών διατηρούνται. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.';
$lang["system_reset_confirm"]='Είστε σίγουροι; Αυτό δεν μπορεί να αναιρεθεί.';
$lang["system_reset_delete_all"]='Διαγραφή όλων των δεδομένων και αρχείων.';